Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: Application Sandboxing encloses apps and data in their own virtual sandcastles, meaning that data can only be accessed by entering the end users passcode.
pt_br: O Sandbox de Aplicativos fecha os aplicativos e seus dados em suas próprias áreas restritas, o que significa que os dados só podem ser acessados utilizando a senha do usuário final.

source: If the customer already has a zero-touch account then you won&#39;t need to create a new one for them, instead simply ask them for their Customer ID and skip the next step.
pt_br: Se o cliente já possui uma conta sem toque, não será preciso criar uma nova conta para ele, basta pedir o ID do cliente e passar para o próximo passo.

source: From your initial conversation with Alex, you noted that she&rsquo;s looking for a new way for staff to book vacation time and review schedules outside of the office.
pt_br: A partir da conversa inicial com Alex, você percebeu que ela está buscando uma nova solução para que os funcionários possam marcar suas férias e checar seus turnos quando estiverem fora do escritório.

source: Wondering how these devices are chosen, configured, or maintained?&nbsp;
pt_br: Já se perguntou como esses dispositivos são selecionados, configurados ou gerenciados?

source: By the end of the section, you should be able to:
pt_br: Ao final desta seção, você conseguirá:

source: How to update configurations for devices
pt_br: Como atualizar as configurações dos dispositivos

source: Enrollment process
pt_br: Processo de registro

source: Page 2 RECAP EMM and OEM
pt_br: Página 2 RESUMO EMM e OEM

source: A customer is worried about apps being side-loaded by tech-savvy workers.
pt_br: Um cliente está preocupado com o sideload de aplicativos por funcionários com conhecimento avançado em tecnologia.

source: Control access to the portal for users in their organization.
pt_br: Controlar o acesso de usuários da empresa ao portal.

source: Create a customer account
pt_br: Criar uma conta de cliente

source: Customer steps to assign configurations
pt_br: Passos para o cliente atribuir configurações

source: There&rsquo;s more information about BYOD in this datasheet.
pt_br: Saiba mais sobre BYOD neste material.

source: Organizations that require security policies, management service and application management can use&nbsp;Android Enterprise enabled by an EMM.
pt_br: As empresas que necessitam de políticas de segurança, serviços de gerenciamento e gerenciamento de aplicativos podem fazer uso do&nbsp;Android Enterprise ativado por um EMM.

source: When deploying wifi only devices with zero-touch, what information is needed from the devices?
pt_br: Ao implantar o sem toque em dispositivos somente WiFi, quais dados sobre os dispositivos são necessários?

source: In this class, we&rsquo;ll introduce the security features that Android Enterprise comes with.
pt_br: Nesta aula, vamos apresentar os recursos de segurança presentes no Android Enterprise.

source: A useful overview of Android Enterprise can be found in this datasheet.
pt_br: Encontre mais informações sobre o Android Enterprise neste material.

source: CONTINUE
pt_br: CONTINUAR

source: End Enterprise Customers EMM Solutions
pt_br: Soluções EMM para Usuário Corporativo Final

source: Question 4
pt_br: Pergunta 4

source: Personal data
pt_br: Dados pessoais

source: Click&nbsp;+
pt_br: Clique no sinal de+

source: How can I help?&rdquo;
pt_br: Como posso ajudar?&rdquo;

source: Score
pt_br: Pontuação

source: App developers
pt_br: Desenvolvedores de aplicativos

source: How to verify your role
pt_br: Como verificar sua função

source: Zero-touch reseller
pt_br: Revendedor sem toque

source: The reseller creates a customer account within the zero-touch portal, or via API, uploads the IMEI(s) of the device(s), then ships the devices to the company
pt_br: O revendedor cria uma conta de cliente dentro do portal de registro sem toque ou via API, faz o upload do IMEI do(s) dispositivo(s) e depois envia os dispositivos para a empresa.

source: Give the customer a name
pt_br: Dê um nome ao cliente

source: They can check device compatibility and you&rsquo;ll work together on joint deployment, if necessary
pt_br: Eles podem verificar a compatibilidade dos dispositivos. Você trabalhará em implantações conjuntas, se necessário

source: Which of the following provides 24/7 mobile security that scans apps and devices, detecting and blocking malware to protect users from the latest threats?
pt_br: Qual dos seguintes serviços oferece proteção móvel 24h, realizando varreduras em aplicativos e dispositivos, detectando e bloqueando malwares para proteger o usuário das mais recentes ameaças?

source: Android&rsquo;s growth
pt_br: Crescimento do Android

source: Section 1 - Q3
pt_br: Seção 1 - P3

source: Our last scenario is for the customer service department.
pt_br: Nosso último cenário é sobre o departamento de atendimento ao cliente.

source: “Sounds like you need company-owned devices with personal use allowed.
pt_br: “Acredito que vocês precisem de dispositivos de propriedade da empresa com permissão para uso pessoal.

source: It is a custom enterprise solution.
pt_br: É uma solução corporativa personalizada.

source: What question can you ask to find out more to build a potential solution?
pt_br: Que pergunta você pode fazer para descobrir mais informações e elaborar uma potencial solução?

source: Android Enterprise Recommended provides curated and validated devices that have timely security patches and major updates guaranteed.
pt_br: O Android Enterprise Recommended fornece dispositivos validados com atualizações de segurança e outras atualizações importantes garantidas.

source: Only zero-touch resellers can access their portal
pt_br: Apenas revendedores sem toque podem acessar seu portal

source: Zero-touch troubleshooting.
pt_br: Solução de problemas do sem toque

source: Find out if the customer currently has an EMM solution.
pt_br: Descobrir se o cliente atualmente tem uma solução EMM.

source: Granular policy control (some of the examples here)&nbsp;
pt_br: Controle granular de política (alguns exemplos aqui)&nbsp;

source: Who can manage the zero-touch portal roles?
pt_br: Quem pode gerenciar permissões no portal de registro sem toque?

source: Being able to automatically push apps to devices means that a user is set up and ready to work right away.
pt_br: A instalação automática de aplicativos nos dispositivos permite configurar usuários para o trabalho imediatamente.

source: Check that the account is correct because the portal deletes the account without warning
pt_br: Confira se a conta está correta, pois o portal exclui a conta sem confirmação prévia

source: If you search found devices, click the 3-dot menu, then click Download.
pt_br: Se você quiser pesquisar entre os dispositivos encontrados, clique nos 3 pontos e em Download.

source: Click Delete
pt_br: Clique em Delete

source: Use the device processors to mine crypto currency when their device is charging at night while they sleep to earn bonuses.
pt_br: Usar os processadores do dispositivo para minerar criptomoedas e ganhar um extra enquanto todos estiverem dormindo e o dispositivo estiver carregando.

source: Which of the following is NOT a benefit of zero-touch enrollment?
pt_br: Qual das alternativas a seguir NÃO é um benefício do registro sem toque?

source: All of these.
pt_br: Todas as alternativas.

source: Implementing zero-touch compatibility
pt_br: Implementar a compatibilidade sem toque

source: Troubleshooting workflow
pt_br: Passo a passo para solução de problemas

source: It&rsquo;s really important to understand what devices need to be supported.
pt_br: É muito importante entender quais dispositivos precisam de suporte.

source: List of top issues, troubleshooting flows that address them.
pt_br: Lista dos principais problemas, passo a passo para saber como solucioná-los.

source: We&rsquo;ll start by talking about the reseller portal.
pt_br: Vamos começar falando sobre o portal do revendedor.

source: Deregistering a device.
pt_br: Cancelando o registro de um dispositivo.

source: End Enterprise customers&rsquo; EMM Providers
pt_br: Clientes empresariais finais&rsquo; Provedores de EMM

source: Purchase their devices from a validated reseller who sets up a zero-touch enrollment account for their organization.
pt_br: Adquirir seus dispositivos de um revendedor validado, que deverá configurar uma conta de registro sem toque para a empresa.

source: Settings and configurations are pushed to the devices using Android Enterprise Management APIs when the device is powered on.
pt_br: As configurações são ativadas nos dispositivos através das APIs de Gerenciamento do Android Enterprise quando o dispositivo é ligado.

source: Some are consumables and are recycled after use, but some have warranties and need to be returned to the manufacturer.
pt_br: Parte delas são insumos e são recicladas após o uso, mas outras possuem garantia e devem ser devolvidas ao fabricante.

source: Assessment Score
pt_br: Pontuação da Avaliação

source: &ldquo;At the moment, customers are needing to ask all kinds of questions from where the toilets are to the nearest cafe.
pt_br: &ldquo;No momento, os clientes fazem as mais diversas perguntas, desde onde ficam os banheiros até onde fica a cafeteria mais próxima.

source: If an exploit gains root access, ransomware could lock the user out of their device, or spyware could take over the camera, microphone, storage and even capture keyboard entry.
pt_br: Se um invasor obter acesso root, o ransomware pode bloquear o acesso do dispositivo pelo usuário, ou o spyware pode assumir a câmera, o microfone, o armazenamento e até capturar a digitação do teclado.

source: Tablets might be cheaper.”
pt_br: Talvez tablets sejam mais baratos.”

source: Google, with several partners, aims to quickly find Potentially Harmful Applications (PHAs) and take the appropriate action to protect users.
pt_br: Com uma gama diversificada de parceiros, o Google tem como objetivo encontrar com agilidade os PHAs (aplicativos potencialmente prejudiciais) e tomar as medidas necessárias para proteger os usuários.

source: Are all the email addresses associated with a Google account?
pt_br: Todos os e-mails estão associados a uma conta do Google?

source: Enforced management and security for organizations
pt_br: Gerenciamento imposto e segurança para organizações

source: The airline is worried about security.
pt_br: A companhia aérea está preocupada com a segurança.

source: This is a great fit for our airline executives, who use their smartphones for everything from internal business to social media.
pt_br: Esse é um ótimo recurso para os executivos de companhias aéreas que usam seus smartphones para todos os fins, desde o uso corporativo até as redes sociais.

source: What are the common security threats to implementing a mobility solution in business?
pt_br: Quais destas alternativas são ameaças de segurança mais comuns durante a implementação de soluções para dispositivos móveis no ambiente corporativo?

source: &ldquo;Our budget is pretty small, not enough to issue everyone with new handsets.
pt_br: &ldquo;Nosso orçamento é baixo, não temos como disponibilizar novos dispositivos a todos.

source: Define the zero-touch portal basics
pt_br: Entender os fundamentos do portal sem toque

source: Device Manufacturer – Sales
pt_br: Fabricante de dispositivos - Vendas

source: You now have enough information from Amira about devices, management and deployment to start building a solution!
pt_br: Agora você tem informações suficientes de Amira sobre dispositivos, gerenciamento e implantação para começar a elaborar uma solução!

source: Great place to start!
pt_br: Ótimo ponto de partida!

source: You&#39;ve completed How a customer assigns a configuration.
pt_br: Você concluiu a aula Como o cliente atribui uma configuração.

source: Before getting started, select your role so that the learning can be tailored specifically to you.
pt_br: Antes de começar, selecione sua função para que a aprendizagem seja adaptada às suas necessidades.

source: Customer portal.
pt_br: Portal do cliente.

source: Explain how Google is working with the industry to adopt and improve standards.
pt_br: Explicar como o Google está trabalhando com o mercado para adotar e elevar padrões.

source: For more information on APIs, please see: https://developers.google.com/zero-touch/guides/how-it-works
pt_br: Para obter mais informações sobre APIs, consulte: https://developers.google.com/sem toque/guides/how-it-works

source: Google Play can be managed to distribute only approved apps.
pt_br: O Google Play pode ser configurado para distribuir apenas aplicativos aprovados.

source: Dedicated devices
pt_br: Dispositivos dedicados

source: Let&rsquo;s see what they are:&nbsp;
pt_br: Vamos ver quais são elas:&nbsp;

source: Fully Managed - Lulu should not allow personal use on company owned devices and that is also not recommended.
pt_br: Totalmente gerenciado - Lulu não deve permitir o uso pessoal de dispositivos da empresa, o que também é contraindicado.

source: Managed Google Account (Appropriate for G-Suite customers)
pt_br: Conta gerenciada do Google (apropriada para clientes G-Suite)

source: This helps in quick and easy adoption of mobile devices throughout the business.
pt_br: Isso ajuda na rápida e fácil adoção de dispositivos móveis em toda a empresa.

source: But how does it work?
pt_br: Mas como funciona?

source: Websites and apps that pretend to come from a trustworthy source request a user&#39;s login credentials or billing information and send the data to a third party.
pt_br: Sites e aplicativos que simulam ser de uma fonte confiável solicitam credenciais de login ou informações bancárias do usuário e enviam os dados para terceiros.

source: Use the customer portal
pt_br: Usar o portal do cliente

source: Now available.
pt_br: Disponível.

source: Application Sandboxing ensures apps and data are isolated from others, meaning that data cannot be accessed by apps that do not have the authority.
pt_br: O Sandbox de Aplicativos garante que aplicativos e dados fiquem isolados um do outro, o que significa que estes não podem ser acessados por aplicativos sem autorização.

source: Select the arrow to find out more.
pt_br: Clique na seta para saber mais.

source: You should access the&nbsp;Android Enterprise partner portal to view the troubleshooting steps.
pt_br: É preciso acessar o portal de parceiros da Android Enterprise para visualizar o passo a passo para solução de problemas.

source: List the advantages of Android.
pt_br: Listar as vantagens do Android.

source: Who can access which portal, and how?
pt_br: Quem pode acessar qual portal, e como?

source: How to manage portal roles
pt_br: Como gerenciar funções no portal

source: The zero-touch portal:
pt_br: O portal de registro sem toque:

source: Android Enterprise has a comprehensive range of deployment and management options to suit&nbsp;all&nbsp;business&nbsp;requirements.
pt_br: O Android Enterprise tem uma ampla gama de opções de implantação e gerenciamento para atender os requisitos de todas as empresas.

source: Android powers more than ___ billion devices globally.
pt_br: O Android está disponível em mais de ___ bilhões de dispositivos em todo o mundo.

source: Claim
pt_br: Reivindicar

source: The emoji's primary function is to fill the end user with positive emotions to position them in happier and more secure place while using their device.
pt_br: A principal função do emoji é trazer emoções positivas ao usuário final, de modo a deixá-lo mais feliz e seguro enquanto usa seu dispositivo.

source: Next Page 1
pt_br: Próximo Página 1

source: Check by entering the email address on this page.
pt_br: Insira o e-mail nesta página e verifique.

source: Select each hotspot to find out more.
pt_br: Selecione as imagens para saber mais.

source: Check for a deployment timeline.
pt_br: Verificar se há um cronograma de implantação.

source: Staff must keep information such as customer bookings, HR records and aircraft rosters secure from competitors and prying eyes.
pt_br: A equipe deve manter informações, como reservas de clientes, dados de RH e listas de aeronaves, a salvo dos concorrentes e curiosos.

source: Only devices and services on the list work with Android Enterprise.
pt_br: Apenas os dispositivos e serviços listados suportam Android Enterprise.

source: What are some of the management modes available to them?
pt_br: Quais são alguns dos modos de gerenciamento disponíveis para eles?

source: Managing Portal Roles
pt_br: Gerenciando as funções no portal

source: What benefits does Android Enterprise provide to customers to ensure devices are secure?
pt_br: Quais os benefícios que o Android Enterprise oferece aos clientes para garantir que os dispositivos sejam seguros?

source: Side-loading is the process of installing apps without Google Play.&nbsp;
pt_br: O sideload é o processo de instalação de aplicativos sem o Google Play.

source: Android allows unknown source side-loaded methods which are the best practice to deploy sensitive corporate private applications.
pt_br: O Android permite métodos desconhecidos de sideload, que são práticas recomendadas para implantar aplicativos corporativos privados e confidenciais.

source: Work profile
pt_br: Perfil profissional

source: Correct!
pt_br: Correto!

source: Only customers can grant reseller access to register devices to their account.
pt_br: Somente os clientes podem conceder ao revendedor acesso a dispositivos cadastrados em sua conta.

source: Malware and phishing
pt_br: Malware e phishing

source: Which of the following is required from customers for the reseller to be able to create a zero-touch account for them?
pt_br: Qual dos itens a seguir é pré-requisito para que um revendedor possa criar uma conta sem toque para um cliente?

source: Each one would have a &ldquo;Call for help&rdquo; button for anyone in distress or feeling ill. Each kiosk would be unique so that our staff could identify which call for help was pressed and receive an alert on their tablets.
pt_br: As telas teriam o botão &ldquo;Pedir ajuda&rdquo; para pessoas em perigo ou que estejam se sentindo mal. Cada quiosque seria único para que nossa equipe recebesse um alerta em seus tablets e pudesse identificar de onde veio a chamada de socorro.

source: Only the customer
pt_br: Apenas o cliente

source: How to create a new configuration
pt_br: Como criar uma nova configuração

source: Service Providers
pt_br: Provedores de Serviços

source: Company admin creates enterprise mobility management configurations
pt_br: O administrador da empresa cria as configurações de gerenciamento de mobilidade corporativa

source: Read personal text messages, view personal photos and capture all data on the device regardless it being personal or work data.
pt_br: Ler as mensagens de texto dela, visualizar fotos e capturar dados do dispositivo, independentemente de serem pessoais ou profissionais.
